Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/TECHCODE_en-US_de.tmx
Source language: en_us
Languages: de

source: ~Technology~
de: ~Technology Name~

source: The type of technology currently being developed.^
de: Die Art der Technologie, die derzeit entwickelt wird.^

source: ~R&D Progress~
de: ~R&D Duration~

source: The progress of the current R&D project.^
de: Die Dauer des F&E-Plans.^

source: ~Loyalty~
de: ~Progress Indicator~

source: The employee loyalty of the team lead.
de: Der Fortschritt des aktuellen F&E-Plans.
